{
  "char_to_idx": {
    "Alef": 0,
    "Aleph": 1,
    "Anewfive": 2,
    "Ayin": 3,
    "Ayn": 4,
    "B": 5,
    "Beh": 6,
    "Che": 7,
    "D": 8,
    "Daal": 9,
    "Eight": 10,
    "F": 11,
    "Feh": 12,
    "Five": 13,
    "Four": 14,
    "G": 15,
    "Gaf": 16,
    "Ghayn": 17,
    "Ghe": 18,
    "Ghyin": 19,
    "H": 20,
    "He": 21,
    "He jimi": 22,
    "Jim": 23,
    "K": 24,
    "Kaf": 25,
    "Kh": 26,
    "Khe": 27,
    "Lam": 28,
    "Le": 29,
    "M": 30,
    "Mim": 31,
    "N": 32,
    "Nine": 33,
    "Nun": 34,
    "One": 35,
    "P": 36,
    "Peh": 37,
    "Qaf": 38,
    "R": 39,
    "Re": 40,
    "Sad": 41,
    "Se": 42,
    "Seven": 43,
    "Shin": 44,
    "Sin": 45,
    "Six": 46,
    "T": 47,
    "T-long": 48,
    "Taa": 49,
    "Teh": 50,
    "Theh": 51,
    "Three": 52,
    "Two": 53,
    "V": 54,
    "Vav": 55,
    "Yaa": 56,
    "Ye": 57,
    "Z": 58,
    "Z-long": 59,
    "Zaa": 60,
    "Zaal": 61,
    "Zad": 62,
    "Zal": 63,
    "Ze": 64,
    "Zero": 65,
    "Zh": 66,
    "Zhe": 67
  },
  "idx_to_char": {
    "0": "Alef",
    "1": "Aleph",
    "2": "Anewfive",
    "3": "Ayin",
    "4": "Ayn",
    "5": "B",
    "6": "Beh",
    "7": "Che",
    "8": "D",
    "9": "Daal",
    "10": "Eight",
    "11": "F",
    "12": "Feh",
    "13": "Five",
    "14": "Four",
    "15": "G",
    "16": "Gaf",
    "17": "Ghayn",
    "18": "Ghe",
    "19": "Ghyin",
    "20": "H",
    "21": "He",
    "22": "He jimi",
    "23": "Jim",
    "24": "K",
    "25": "Kaf",
    "26": "Kh",
    "27": "Khe",
    "28": "Lam",
    "29": "Le",
    "30": "M",
    "31": "Mim",
    "32": "N",
    "33": "Nine",
    "34": "Nun",
    "35": "One",
    "36": "P",
    "37": "Peh",
    "38": "Qaf",
    "39": "R",
    "40": "Re",
    "41": "Sad",
    "42": "Se",
    "43": "Seven",
    "44": "Shin",
    "45": "Sin",
    "46": "Six",
    "47": "T",
    "48": "T-long",
    "49": "Taa",
    "50": "Teh",
    "51": "Theh",
    "52": "Three",
    "53": "Two",
    "54": "V",
    "55": "Vav",
    "56": "Yaa",
    "57": "Ye",
    "58": "Z",
    "59": "Z-long",
    "60": "Zaa",
    "61": "Zaal",
    "62": "Zad",
    "63": "Zal",
    "64": "Ze",
    "65": "Zero",
    "66": "Zh",
    "67": "Zhe"
  }
}